Repository: seanpm2001/mt-training-data
Catalog: sah/sah_pontoon.tmx
Source language: en_us
Languages: sah

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
sah: Мин бигэргэтэбин, бу этии <wikipediaLink>киһи-аймах бас билиитэ</wikipediaLink> буоларын уонна мин манна киллэрэр көҥүллээхпин.

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
sah: Санатыылары, саҥардыллыы туһунан биллэриилэри уонна сонуннары электроннай суругунан тутуохпун баҕарабын.

source: I'd like updates and to keep current with what's happening with Common Voice.
sah: Common Voice-ка туох буола турарын туһунан билиэхпин баҕарабын.

source: I do not agree
sah: Сөбүлэспэппин

source: Igbo
sah: Игбо тыла

source: I’m afraid I don’t know what you’re looking for.
sah: Тугу көрдүүргутүн өйдөөбөтүм.

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
sah: Mozilla <privacyLink>Бүк охсунуу бэлитикэтин</privacyLink> кытта сөбүлэһэбин

source: * Indicates required field
sah: * Толорорго булгуччулаах

source: Indonesian
sah: Индонезийскай тыл

source: Information about the language
sah: Тыл туһунан иһитиннэрии

source: In Progress
sah: Бэлэмнэнэ сылдьаллар

source: Interlingua
sah: Интерлингва

source: Interlingue
sah: Интерлингве тыла

source: Irish
sah: Ирландскай тыл

source: IsiNdebele (North)
sah: Ндебеле (Хоту)

source: IsiNdebele (South)
sah: Ндебеле (Соҕуруу) тыла

source: Is my account information public?
sah: Мин аккауным информацията барыларыгар көстөр дуо?

source: Is the clip valid?
sah: Сөпкө саҥарбыт дуо?

source: Is the goal of Common Voice to build a voice assistant?
sah: Является ли целью Common Voice создание голосового помощника?

source: Italian
sah: Итальянскай тыл

source: Izhorian
sah: Ижора тыла

source: Japanese
sah: Япон тыла

source: Javanese
sah: Яванскай тыл

source: Join the Common Voice mailing list
sah: Common Voice сурутуутугар кыттыс

source: Kabardian
sah: Кабардин тыла

source: Kabyle
sah: Кабильскай тыл

source: Kannada
sah: Каннада тыла

source: Kaqchikel
sah: Какчикельскай тыл

source: Karakalpak
sah: Каракалпак тыла

source: Kazakh
sah: Казах тыла

source: { $kb }kb max
sah: муҥутаан { $kb }КБ

source: Keep
sah: Хааллар

source: Keep it up, record again <recordIcon></recordIcon>
sah: Салҕаан ис, өссө суруттар <recordIcon></recordIcon>

source: Keep the recordings
sah: Хааллар суруттарыыларбын

source: Keep track of your progress and metrics across multiple languages.
sah: Бэйэҥ ситиһиилэргин тылынан наардаан кэтээн көр.

source: Keep track of your progress with a profile and help our voice data be more accurate.
sah: Наблюдайте за прогрессом, пользуясь профилем, и помогайте улучшать точность наших голосовых данных.

source: Khmer
sah: Кхмер тыла

source: K'iche'
sah: Киче тыла

source: Kikuyu
sah: Кикуйю тыла

source: Kinyarwanda
sah: Руанда тыла

source: Komi-Zyrian
sah: Коми-зыряннар тыллара

source: Konkani (Devanagari)
sah: Конкани (Деванагари)

source: Korean
sah: Кэриэй тыла

source: Kurdish
sah: Курды тыла

source: Kurmanji Kurdish
sah: Курманджи куурд тыла

source: Kyrgyz
sah: Киргиз тыла

source: Language
sah: Тыл

source: Language Request
sah: Тыл ирдэбилэ

source: Language request successfully submitted, thank you.
sah: Тылы киллэрэр ыйытыгыҥ ыытылынна, махтал.

source: Languages
sah: Тыллар

source: Lao
sah: Лао тыла

source: Last Updated: { $lastUpdatedTimeStamp }
sah: Бүтэһик саҥардыы: { $lastUpdatedTimeStamp }

source: Latgalian
sah: Латгаал тыла

source: Latvian
sah: Латыыш тыла

source: Launched
sah: Киирбиттэр

source: Leaderboard Visibility
sah: Лидердар таблицаларыгар көстөрө

source: Learn More
sah: Сиһилии

source: Leaving now means you'll lose your progress
sah: Билигин таҕыстаххына прогресскын сүтэриэҥ

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
sah: LibriSpeech представляет собой собрание из примерно 1000 часов 16 кГц аудиозаписей английской речи, полученных из аудиокниг проекта LibriVox.

source: License
sah: Лиссиэнсийэ

source: License: <licenseLink>CC-0</licenseLink>
sah: Лицензия: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
sah: Лицензия: <licenseLink>{ $license }</licenseLink>

source: Ligurian
sah: Лигурскай тыл

source: Lingala
sah: Лингала тыла

source: Link Copied
sah: Сигэ куопуйаланна

source: Listen
sah: Иһит

source: Listening
sah: Иһит

source: Listen-Queue
sah: Истии уочарата

source: Lithuanian
sah: Литва тыла

source: Loading…
sah: Хачайдааһын...

source: Loading sentences…
sah: Этиилэри хачайдааһын...

source: Localization
sah: Тылбаас

source: Localized
sah: Локализовано

source: Log In
sah: Киир

source: Login Identity
sah: Киирэр идентификатор

source: Login / Signup
sah: Киирии / Бэлиэтэнии

source: Log In / Sign Up
sah: Киирии / Бэлиэтэнии

source: Logout
sah: Тахсыы

source: Log Out
sah: Тахсыы

source: Lojban
sah: Ложбан тыла

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
sah: Бу тылга тургутуллар этии бүппүт эбит. Саҥа этиини киллэрэн, биһиэхэ көмөлөс дуу.

source: Luganda
sah: Луганда тыла

source: Luxembourgish
sah: Люксембургскай тыл

source: Macedonian
sah: Македонскай тыл

source: Maithili
sah: Майтхили тыла

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
sah: Бэйэҥ тускунан төһө кыалларынан сиһилии суруй. Син биир ол дааннайдары биһиги Эйиэхэ тус бэйэҕэр сыһыаран кимиэхэ да көрдөрбөппүт.

source: Malagasy
sah: Малагаси тыла

source: Malay
sah: Малаай тыла

source: Malayalam
sah: Малайалам

source: Male
sah: Эр киһи

source: Maltese
sah: Мальта тыла

source: Manage Email Subscriptions
sah: Электрон почтанан сурутуулары салайыы

source: Manage Subscriptions
sah: Суруттарыыны салайыы

source: Mapudungun
sah: Мапудунгун тыла

source: Marathi
sah: Маратхи тыла

source: MB
sah: МБ

source: Meadow Mari
sah: Марий тыла

source: Medumba
sah: Медумба тыла

source: Meetei Lon
sah: Манипури тыла

source: Message
sah: Сообщение

source: Mixed
sah: Буккуллубут

source: Moksha
sah: Мокша тыла

source: Mongolian
sah: Монгуол тыла

source: More
sah: Салгыы

source: Mossi
sah: Мосси тыла

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
sah: Улахан тэрилтэлэр туттар дааннайдара үксүгэр дьоннорго көҥүллэммэт. Биһиги санаабытыгар ити сайдыыга мэһэйдиир. Ол иһин биһиги Common Voice проект саҕалаабыппыт, куолаһы билэр-араарар технология аһаҕас уонна дьоҥҥо барытыгар көҥүлээх буоллун диэн.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
sah: Большинство данных, используемое корпорациями, недоступно для большинства людей. Мы думаем, что это подавляет развитие инноваций. Поэтому мы запустили проект Common Voice, призванный помочь стать распознаванию голоса открытым и доступным для всех и каждого.

source: Most speech databases are trained with an overrepresentation of certain demographics which results in a bias towards <articleLink>male and middle class</articleLink>. Accents and dialects that tend to be under-represented in training data sets are typically associated with groups of people who are already marginalised. Many machines also struggle to understand female voices. This is why in our voice database we want variety!
sah: Большинство речевых баз данных обучаются с чрезмерным уклоном к определённым демографическим данным, что приводит к смещению в сторону <articleLink>мужского пола и среднего класса</articleLink>. Акценты и диалекты, которые, как правило, неполно предоставлены в наборах обучающих данных, обычно связаны с группами людей, которые уже изолированы. Многие машины также с трудом понимают женские голоса. Вот почему в нашей голосовой базе данных мы хотим получить разнообразие!

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
sah: Mozilla Common Voice — дьон массыынаны саҥарарга үөрэтэллэригэр көмөлөһөр саҕалааһын.

source: Mozilla doesn’t pick or favor any one language over another. Instead, Common Voice is a purely community-driven initiative, but it takes <multilangLink>several steps to add a new language</multilangLink> and begin collecting voice donations. First, the Common Voice website needs to be translated so community members can access the contributor experience in their own language. Next, we need a large collection of copyright-free sentences for people to read outloud. Once both of those requirements are satisfied a language is “launched” on Common Voice for people to start recording their voice and validating others donations. If you want to help launch a new language, head over to our <sentenceCollectorLink>sentence collection tool</sentenceCollectorLink> to get started.
sah: Mozilla не выбирает и не предпочитает какой-либо один язык другому. Common Voice — это целиком инициатива сообщества, и для добавления нового языка и начала сбора голосов <multilangLink>необходимо выполнить два шага</multilangLink>. Во-первых, необходимо перевести веб-сайт Common Voice, чтобы участники сообщества могли получить доступ к материалам на своём родном языке. Далее нам понадобится большая коллекция предложений, не ограниченная авторскими правами, чтобы люди могли читать их вслух. Как только оба этих требования будут выполнены, язык в Common Voice перейдёт в статус «запущен», и люди смогут начать записывать свой голос и проверять голоса других людей. Если вы хотите помочь запустить какой-либо язык, перейдите к <sentenceCollectorLink>инструменту для сбора предложений</sentenceCollectorLink> и загрузите какие-либо предложения.

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do that we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally. That means investing in more languages and accommodating diverse accents and demographics when building and testing voice technologies. Common Voice is a public resource available to everyone and Mozilla teams and developers around the world are already using it on our own projects as well.
sah: Mozilla стремится к тому, чтобы Интернет был открытым для всех и каждого. Для этого нам необходимо расширить возможности веб-разработчиков с помощью таких проектов, как Common Voice. Поскольку голосовые технологии распространяются за пределы нишевых приложений, мы считаем, что они должны одинаково обслуживать всех пользователей. Это означает инвестирование в большее количество языков и учёт различных акцентов и демографии при создании и тестировании голосовых технологий. Common Voice — это общедоступный ресурс, который активно используется командами и разработчиками Mozilla по всему миру в наших собственных проектах.

source: Mutual accountability.
sah: Хардары-таары эппиэтинэс.

source: My Sentences
sah: Мин этиилэрим

source: n
sah: н

source: N/A
sah: Суох

source: Name
sah: Аатын

source: Names of your language
sah: Эһиги тылгыт аата

source: Native Language
sah: Төрөөбүт тыл

source: Need some help with accent?
sah: Аксыаҥҥа көмө ирдэнэр дуо?

source: Need some help with variants?
sah: Барыйааны таларга көмө ирдэнэр дуо?

source: Nepali
sah: Непал тыла

source: New Language Launch
sah: Саҥа тылы киллэрии

source: Next
sah: Салгыы

source: Next Goals: { $goal }
sah: Аныгыскы сыал: { $goal }

source: Nias
sah: Ниас тыла

source: No
sah: Суох

source: No gravatar found for your email
sah: Данный адрес эл. почты не зарегистрирован в gravatar

source: No microphone found.
sah: Микрофон булуллубата

source: Northern Sotho
sah: Хотугу Сото тыла

source: Norwegian Bokmål
sah: Норвежскай Букмол

source: Norwegian Nynorsk
sah: Норвежскай Нюнорск

source: No sentences to review. <addLink>Add more sentences now!</addLink>
sah: Тургутарга этии билигин суох, ол гынан баран эһиги саҥа этиилэри <addLink>киллэриэххитин</addLink> син!

source: Note: You will still need to select between Speak or Listen to change contribution type.
sah: Примечание: Вам по-прежнему нужно выбирать между записью и прослушиванием, чтобы изменить тип внесения вклада.

source: Not found
sah: Көстүбэтэ

source: No Thanks
sah: Суох, махтал

source: No variant selected
sah: Барыйаан талыллыбатах

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
sah: Бэйэҥ саҥаҕын кытыннаран, төрөөбүт тылбыт аһаҕас билиитин олоҕун (база данных) оҥорорго көмөлөһүөххүн сөп. Ол билии олоҕун ханнык баҕарар разработчик программатын эбэтэр саайтын оҥороругар туһаныан сөп.<lineBreak></lineBreak> Манна бэриллибит этиилэри доргуччу ааҕан, массыына киһи саҥатын өйдүүрүн ситиһэригэр көмө буол. Ону таһынан атын дьон саҥарбытын тургутан, саҥарыы таһымын үрдэтэргэ көмөлөс. Бу судургу!

source: Number of Voices
sah: Куолас ахсаана

source: Occitan
sah: Окситан тыла

source: Odia
sah: Ория тыла

source: Off
sah: Араар

source: Offensive Content
sah: Иһинээҕитэ киһини өһүргэтэр

source: Offensive language
sah: Киһи өһүргэнэр тыла

source: Offensive speech
sah: Киһи өһүргэнэр саҥарыыта

source: On
sah: Холбоо

source: On desktop computers, you can download the latest:
sah: На настольных компьютерах, вы можете загрузить последний:

source: On iOS please continue with Safari to enable recording…
sah: iOS-ка сурутууну холбуурга, баһаалыста, Safari туттуҥ...

source: Optionally join on our email list for updates and new information about the project.
sah: Баҕарар буоллаххына, биһиги эл. почтаннан сонуннары кэпсиир сурутуубутугар сурутуоххун сөп.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
sah: Демографияҕа сыһыаннаах дааннайдар (холобур, сааһыҥ, тылыҥ) хаһан да бэйэҥ профильгар бэчээттэниэхтэрэ суоҕа уонна Эн бэлиэ-ааккын кытта ситимнэниэхтэрэ суоҕа. Арай сорох аудиоклиптар демографияҕа сыһыаннаах дааннайдары кытта ситимнээх буолуохтара, ол анаалыс чопчу буоларыгар туһалыыр — холобур, чинчийээччи үөрэтэр моделын ханнык эрэ бөлөххө туһаайыан баҕарыан сөп.

source: Optionally submitted demographic data (e.g. age, sex, language, and accent) is de-identified from your submitted voice data and will never be made public on your profile.
sah: Тус бэйэҥ тускунан дааннайдар (сааһыҥ, аҥардамыҥ, тылыҥ уонна акценыҥ) ааккар баайыллыахтара суоҕа уонна бэйэҥ бэлиэ-ааккын кытта ситимнэниэхтэрэ суоҕа.

source: Ossetian
sah: Осетин тыла

source: Other
sah: Атын

source: Other Language
sah: Атын тыллар

source: Other people validate those voice clips.
sah: Суруттарыллыбыт саҥаны атын дьон бигэргэтэр.

source: Other voice datasets…
sah: Атын куолас дааннайын набордара...

source: Other Voice Datasets
sah: Атын куолас дааннайын набордара

source: Our source text is made up of original contributor donations as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life</italic>. You can view our source sentences in this <githubLink>GitHub folder</githubLink>.
sah: Наш исходный текст состоит из оригинальных пожертвований участников, а также диалогов из сценариев фильмов в общественном достоянии, таких как <italic>Эта замечательная жизнь</italic>. Вы можете просмотреть наши исходные предложения в этой <githubLink>папке GitHub</githubLink>.

source: Overall Accuracy
sah: Төһө чопчута

source: Overall Hr. Total
sah: Чаас барыта

source: Overall project status: see how far we’ve come!
sah: Бырайыак уопсай туруга: Төһөлөөтүбүт? Көр!

source: p
sah: о

source: Papiamento (Aruba)
sah: Папьяменто (Аруба) тыла

source: Partner
sah: Партнер

source: Partners
sah: Партнердар

source: Pashto
sah: Пушту тыла

source: People come and contribute their voices.
sah: Дьон киирэр уонна саҥатын суруттарар.

source: Persian
sah: Перс тыла

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
sah: Common Voice бары тиһимигэр <playbookLink>туһалаах рекомендациялар</playbookLink> бааллар, тылбаастааһынтан саҕалаан дааннай хомуурун туттар туһунан, уонна өссө, биһиги бөлөхпүтүн кытта билсэр туһунан.

source: <playIcon></playIcon>Last one!
sah: <playIcon></playIcon>Бүтэһик!

source: Play/Stop
sah: Оонньот/Тохтот

source: Please confirm that these sentences are public domain.
sah: Бу этиилэр киһи-аймах бас билиитэ буолалар диэн бигэргэт.

source: Please select a language to review sentences.
sah: Баһаалыста, ханнык тылынан этиилэри тургутаргытын талыҥ.

source: Please try again.
sah: Баһаалыста, иккистээн боруобалааҥ.

source: Polish
sah: Поляк тыла

source: Portuguese
sah: Португаал тыла

source: Portuguese (Brazil)
sah: Португал тыла (Бразилия)

source: Press play, listen & tell us: did they accurately speak the sentence below?
sah: Холбоон иһит уонна биһиэхэ биллэр: үчүгэйдик саҥарбыттар дуо, аллараа суруллубут этиини?

source: Press { shortcut-play-toggle } to toggle play mode
sah: Оонньотор режим уларытарга { shortcut-play-toggle } баттаа

source: Privacy
sah: Кистэлэҥи хааччыйыы

source: Privacy Policy
sah: Кистээһин сиэрэ

source: Pro
sah: Про

source: Profile
sah: Профиль

source: Profile information improves the audio data used in training speech recognition accuracy.
sah: Профильга баар информация саҥаны ордук чопчутук араарыыга көмөлөһөр.

source: Profile: { $username }
sah: Профиль: { $username }

source: Progress
sah: Прогресс

source: Public Domain
sah: Киһи-аймах бас билиитэ

source: Punjabi
sah: Пенджаб тыла

source: Quechua Chanka
sah: Кечуа Чанка тыла

source: r
sah: с

source: Read More
sah: Өссө аах

source: { $readyCount } sentences ready for submission!
sah: { $readyCount } этии ыытарга бэлэм!

source: Ready to do { $count } more?
sah: эбии { $count } оҥорорго бэлэмҥит дуо?

source: Ready to donate your voice?
sah: Саҥаҕын бэлэхтииргэ бэлэмҥин дуо?

source: Ready to help validate sentences?
sah: Этиилэр сөпкө суруллубуттарын көрөн көмөлөһөргө бэлэмҥин?

source: reCAPTCHA is required if you want to proceed
sah: Эһиги салгыаххытын баҕарар буоллаххытына reCAPTCHA толоруллуохтаах

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
sah: Common Voice соруктарын санатар, үлэ хаамыытын уонна соннунары кэпсиир электрон суруктары тутуоххутун сөп.

source: Recorded Clips
sah: Клип суруллубут

source: Recorded Hours
sah: Суруллубут уһуна

source: <recordIcon></recordIcon> Last one!
sah: <recordIcon></recordIcon> Бүтэһик!

source: Recordings
sah: суруттарыы

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
sah: Запись озвученных предложений является неотъемлемой частью создания нашего открытого набора данных; некоторые могут считать, что это еще и интересное занятие.

source: Record/Stop
sah: Суруттар/Тохтот

source: Record your voice
sah: Куоласкын суруттар

source: Refresh
sah: Саҥарт

source: Reject
sah: Ылыныма

source: Remember that we need permission to publish those sentences, so always ensure that the text belongs to the <wikipediaLink>public domain</wikipediaLink>. If there is no explicit indication, reach out to the person that the text belongs to and ask if they want to contribute their text to the Public Domain. If they want to, help them go through the <cc0WaiverLink>Contributions Agreement</cc0WaiverLink> process. If they do not want to contribute the text, then you are not allowed to use that text.
sah: Өйдөөҥ, бу этиилэри туттарга биһиэхэ көҥүл наада, ол иһин тиэкис <wikipediaLink>киһи-аймах бас билиитэ</wikipediaLink> буолуохтаах. Арай онтуката илэ көстүбэт буоллаҕына, суруйбут киһиттэн ыйытыҥ, кини суруйбутун киһи-аймах бас билиитигэр биэриэн баҕарарын туһунан. Баҕарар буоллаҕына, <cc0WaiverLink>Кыттыы туһунан</cc0WaiverLink> процесс ааһарыгар көмөлөһүҥ. Баҕарбар буоллаҕына, эһиги ити суругу туттар көҥүлгүт суох.

source: remove
sah: соттор

source: Remove
sah: Соттор

source: Remove Avatar
sah: Аватар соттор

source: Report
sah: Үҥсүү

source: Report was passed successfully
sah: Үҥсүү ситиһиилээхтик барда

source: Request a Language
sah: Тылы киллэрэргэ сайаапка

source: *required
sah: *булгуччулаах

source: Re-record
sah: Хат суруттар

source: Re-record clip
sah: Хат суруттар

source: Retry
sah: Хатылаа

source: Return to Common Voice
sah: Common Voice-ка төҥүн

source: Return to Common Voice Datasets
sah: Төнүн Common Voice дааннайын наборыгар

source: Return to Languages
sah: Тылларга төҥүн

source: Review
sah: Тургут

source: ⓘ Review Criteria
sah: ⓘ Тургутуу критерийа

source: Review Criteria
sah: Тургутуу критерийа

source: Reviewing Sentences
sah: Этиилэри көрүү

source: Review & re-record clips here as you go
sah: Манна клиптары тургут & хат суруттар

source: Review & re-record clips if needed
sah: Клиптары тургутуоххун & хат суруттарыаххын сөп

source: Review Sentences
sah: Этиилэри тургутуу

source: Review & Submit
sah: Тургут & Ыыт

source: Romanian
sah: Румын тыла

source: Romansh
sah: Романшскай тыл

source: Romansh Sursilvan
sah: Романш Сурсельв тыла

source: Romansh Vallader
sah: Романш Валладер тыла

source: Runyankole
sah: Ньянколе тыла

source: Russian
sah: Нуучча тыла

source: s
sah: к

source: Sakha
sah: Саха тыла

source: Santali (Ol Chiki)
sah: Сантали (Ол Чики) тыла

source: Saraiki
sah: Сирайки тыла

source: Sardinian
sah: Сардиния тыла

source: Save
sah: Бигэргэт

source: Saved
sah: Бигэргэтилиннэ

source: Search
sah: Көрдөөһүн

source: Search for answers
sah: Хоруйдары көрдөөһүн

source: See how your progress compares to other contributors all over the world.
sah: Бэйэҥ ситиһиилэргин атын дьон киэнин кытта тэҥнээн көр.

source: See Less
sah: Аҕыйахта

source: See More
sah: Элбэхтэ

source: Select a Language...
sah: Тылы тал...

source: Selected
sah: Талыллыбыт

source: Select Language
sah: Тылы тал

source: Select the desired language dataset and choose the version you wish to download.
sah: Баҕарбыт тылгыт дааннай хомуурун талаҕыт уонна хачайдыыххытын баҕарар версиятын талыҥ

source: Sentence Collection
sah: Этии хомуурунньуктара

source: Sentences
sah: Этиилэр

source: Sentences are collected for people to read aloud.
sah: Этиилэри дьон дороҕоонноохтук ааҕарыгар анаан хомуйаллар.

source: { $sentences } sentences reviewed. Thank you!
sah: { $sentences } этии тургутулунна. Махтал!

source: Serbian
sah: Серб тыла

source: Set my visibility
sah: Мин көстөрбүн туруоруу

source: Setswana
sah: Тсвана тыла

source: Settings
sah: Туруоруулар

source: Sex
sah: Аҥардама (эр/дьахтар)

source: SHA256 Checksum Copied!
sah: SHA256 хонтуруоллуур сууммата ылылынна!

source: Share Common Voice
sah: Common Voice-ы бэрис

source: Share your clip
sah: Килиипкин бэрис

source: Shilha
sah: Шилха тыла

source: Shortcuts
sah: Сочетаниялар

source: Sicilian
sah: Сициилийэ тыла

source: Sign up
sah: Бэлиэтэнии

source: Sign up for an account
sah: Бэлиэтэнии
